Repository: worstenbrood/EzYtDl
Catalog: YtEzDL/Properties/Resources.*.resx
Languages: nl

# ContextCaptureClipboard
source: Capture clipboard
nl: Onderschep clipboard

# StatusLabelText
source: Total: {0} / Selected: {1}
nl: Totaal: {0} Geselecteerd: {1}

source: System exception
nl: Systeem uitzondering

source: yt-dlp error
nl: yt-dlp fout

# RemoveCacheError
source: Error removing cache
nl: Fout bij het verwijderen van de cache

# Fetching
source: Fetching {0}
nl: Ophalen van {0}

# Playlist
source: Playlist: {0} ({1})
nl: Afspeellijst: {0} ({1})

# Track
source: Track: {0} ({1})
nl: Nummer: {0} ({1})

# EzYtDlVersion
source: ezytdl version: {0}
nl: ezytdl versie: {0}

# EzYtDlCredits
source: written by worstenbrood (worstenbrood@gmail.com)
nl: geschreven door worstenbrood (worstenbrood@gmail.com)

# MetroFrameworkVersion
source: MetroFramework version: {0}
nl: MetroFramework versie: {0}

# WebPVersion
source: WebP version: {0}
nl: WebP versie: {0}

# YtDlpVersion
source: yt-dlp version: {0}
nl: yt-dlp versie: {0}

source: yt-dlp update
nl: yt-dlp bijwerken

# ContextAbout
source: About
nl: Over

# ContextSettings
source: Settings
nl: Instellingen

# ContextClearCache
source: Clear cache
nl: Cache verwijderen

# ContextExit
source: Exit
nl: Afsluiten

source: Untitled
nl: Titelloos

# StatusDone
source: Done
nl: Gedaan

# StatusError
source: Error: {0}
nl: Fout: {0}

source: Downloading...
nl: Downloaden...

# StatusConverting
source: Converting ...
nl: Omzetten ...

# StatusConvertingVideo
source: Converting video ...
nl: Video omzetten ...

# StatusExtractingAudio
source: Extracting audio ...
nl: Geluid onttrekken ...

# StatusConvertingThumbnail
source: Converting thumbnail ...
nl: Thumbnail omzetten ...

# StatusEmbeddingThumbnail
source: Embedding thumbnail ...
nl: Thumbnail insluiten ...

# StatusAddingMetadata
source: Adding metadata ...
nl: Metadata toevoegen
